tap 'caskroom/cask'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/dupes'
tap 'homebrew/php'
tap 'homebrew/science'
tap 'homebrew/services'
tap 'homebrew/versions'
cask 'java'
cask 'xquartz'
brew 'autoconf'
brew 'boost'
brew 'libpng'
brew 'freetype'
brew 'fontconfig'
brew 'gettext'
brew 'libffi'
brew 'pcre'
brew 'glib'
brew 'pixman'
brew 'cairo'
brew 'carthage'
brew 'curl'
brew 'docker'
brew 'flow'
brew 'gmp'
brew 'isl'
brew 'mpfr'
brew 'libmpc'
brew 'gcc'
brew 'gdbm'
brew 'htop'
brew 'icu4c'
brew 'jpeg'
brew 'openssl'
brew 'libevent'
brew 'libtiff'
brew 'readline'
brew 'sqlite'
brew 'python'
brew 'libxml2'
brew 'libyaml'
brew 'maven'
brew 'mongodb'
brew 'mysql', restart_service: true
brew 'node'
brew 'pkg-config'
brew 'postgresql', restart_service: true
brew 'ruby-build'
brew 'rbenv'
brew 'tmux'
brew 'unixodbc'
brew 'utf8proc'
brew 'watchman'
brew 'wget'
brew 'xz'
brew 'youtube-dl'
brew 'zsh'
brew 'homebrew/science/r'
cask 'iterm2'
cask 'rstudio'
cask 'virtualbox'